Repository: tobagin/digger
Catalog: po/*.po
Languages: it, sv

source: Plain Text
it: Testo semplice
sv: Vanlig text

source: DNS Zone File
it: File di zona DNS
sv: DNS-zonfil

source: Unknown
it: Sconosciuto
sv: Okänd

source: Export failed: %s
it: Esportazione fallita: %s
sv: Export misslyckades: %s

source: Failed to create data directory: %s
it: Impossibile creare la directory dati: %s
sv: Det gick inte att skapa datakatalogen: %s

source: Failed to load favorites: %s
it: Impossibile caricare i preferiti: %s
sv: Det gick inte att läsa in favoriter: %s

source: Failed to save favorites: %s
it: Impossibile salvare i preferiti: %s
sv: Det gick inte att spara favoriter: %s

source: Failed to import batch file: %s
it: Impossibile importare il file batch: %s
sv: Det gick inte att importera batchfilen: %s

source: Failed to import file: %s
it: Impossibile importare il file: %s
sv: Det gick inte att importera filen: %s

source: Batch lookup already in progress
it: Ricerca batch già in corso
sv: Massökning pågår redan

source: No tasks to execute
it: Nessun compito da eseguire
sv: Inga uppgifter att utföra

source: Query returned no result
it: La query non ha prodotto risultati
sv: Sökningen gav inga resultat

source: No DNS servers configured for comparison
it: Nessun server DNS configurato per il confronto
sv: Inga DNS-servrar konfigurerade för jämförelse

source: Comparison query failed for server %s: %s
it: Query di confronto fallita per il server %s: %s
sv: Jämförelsesökningen misslyckades för servern %s: %s

source: Standard DNS
it: DNS standard

source: Fast and privacy-focused DNS
it: DNS veloce e attento alla privacy
sv: Snabb och integritetsfokuserad DNS

source: Reliable DNS by Google
it: DNS affidabile di Google
sv: Pålitlig DNS från Google

source: Security-focused DNS with threat blocking
it: DNS focalizzato sulla sicurezza con blocco delle minacce
sv: Säkerhetsfokuserad DNS med hotblockering

source: DNS with ad and tracker blocking
it: DNS con blocco di annunci e tracker
sv: DNS med blockering av annonser och spårare

source: Privacy-focused VPN provider's DNS
it: DNS del provider VPN attento alla privacy
sv: Sekretessfokuserad DNS från VPN-leverantör

source: DoH query failed: %s
it: Query DoH fallita: %s
sv: DoH-frågan misslyckades: %s

source: DNS-over-TLS (DoT) requires additional TLS library support
it: DNS-over-TLS (DoT) richiede il supporto aggiuntivo di librerie TLS
sv: DNS över TLS (DoT) kräver ytterligare stöd för TLS-bibliotek

source: Falling back to standard DNS query
it: Ritorno alla query DNS standard
sv: Återgå till standard DNS-fråga

source: Secure
it: Sicuro
sv: Säker

source: Insecure
it: Non sicuro
sv: Osäker

source: Bogus
it: Falso

source: Indeterminate
it: Indeterminato
sv: Obestämd

source: DNSSEC validation successful. This domain is cryptographically verified.
it: Validazione DNSSEC riuscita. Questo dominio è verificato crittograficamente.
sv: DNSSEC-validering lyckades. Denna domän är kryptografiskt verifierad.

source: Domain does not support DNSSEC or DNSSEC is not enabled.
it: Il dominio non supporta DNSSEC o DNSSEC non è abilitato.
sv: Domän stöder inte DNSSEC eller DNSSEC är inte aktiverat.

source: DNSSEC validation failed! This domain may be compromised.
it: Validazione DNSSEC fallita! Questo dominio potrebbe essere compromesso.
sv: DNSSEC-valideringen misslyckades! Denna domän kan vara komprometterad.

source: DNSSEC status could not be determined.
it: Impossibile determinare lo stato DNSSEC.
sv: DNSSEC-status kunde inte fastställas.

source: DNSSEC validation not performed.
it: Validazione DNSSEC non eseguita.
sv: DNSSEC-validering har inte utförts.

source: DNSSEC: Not enabled
it: DNSSEC: Non abilitato
sv: DNSSEC: Inte aktiverat

source: DNSKEY records found
it: Record DNSKEY trovati
sv: DNSKEY-poster hittades

source: DS records found in parent zone
it: Record DS trovati nella zona padre
sv: DS-poster hittades i överordnad zon

source: RRSIG (signature) records found
it: Record RRSIG (firma) trovati
sv: RRSIG-poster (signatur) hittades

source: Complete DNSSEC chain present
it: Catena DNSSEC completa presente
sv: Fullständig DNSSEC-kedja finns

source: Incomplete DNSSEC configuration
it: Configurazione DNSSEC incompleta
sv: Ofullständig DNSSEC-konfiguration

source: DNSSEC validation with dig failed: %s
it: Validazione DNSSEC con dig fallita: %s
sv: DNSSEC-validering med dig misslyckades: %s

source: AD flag set - DNSSEC validated
it: Flag AD impostato - DNSSEC convalidato
sv: AD-flagga inställd – DNSSEC validerad

source: DNS-over-HTTPS
sv: DNS över HTTPS

source: DNS-over-TLS
sv: DNS över TLS
